Repository: JustZappIt/ios-zapp
Catalog: secant/Resources/Localizable.xcstrings
Source language: en
Languages: es

# swapToZec.review
source: Review Quote
es: Revisar cotización

# swapToZec.sentTheFunds
source: I’ve sent the funds
es: Ya envié los fondos

# swapToZec.share.msg
source: Deposit address for %@ %@ on Near swap to ZEC in Zapp.
es: Dirección de depósito para %@ %@ en Near swap a ZEC en Zapp.

# swapToZec.share.title
source: Swap Deposit Address
es: Dirección de depósito para swap

# swapToZec.shareQR
source: Share QR
es: Compartir QR

# swapToZec.swapCompleted
source: Swap Completed
es: Swap completado

# swapToZec.swapDetails
source: Swap Details
es: Detalles del swap

# swapToZec.swapExpired
source: Swap Expired
es: Swap expirado

# swapToZec.swapFailed
source: Swap Failed
es: Swap fallido

# swapToZec.swapIncomplete
source: Swap Incomplete
es: Intercambio incompleto

# swapToZec.swapPending
source: Swap Pending
es: Swap pendiente

# swapToZec.swapProcessing
source: Swap Processing
es: Procesando swap

# swapToZec.swapRefunded
source: Swap Refunded
es: Swap reembolsado

# sync.message.stopped
source: Stopped
es: Detenido

# sync.message.sync
source: %@%% Synced
es: %@%% Sincronizado

# sync.message.unprepared
source: Unprepared
es: No preparado

# sync.message.uptodate
source: Up-To-Date
es: Actualizado

# tabs.account
source: Account
es: Cuenta

# tabs.balances
source: Balances
es: Saldos

# tabs.receive
source: Receive
es: Recibir

# tabs.receiveZec
source: Receive ZEC
es: Recibir ZEC

# tabs.send
source: Send
es: Enviar

# taxExport.desc
source: Download your %@ transaction history from the previous calendar year in a .csv format.
es: Descarga el historial de transacciones de %@ del año calendario anterior en formato .csv.

# taxExport.download
source: Download
es: Descargar

# taxExport.fileName
source: %@_transaction_history_%@.csv
es: %@_historial_de_transacciones_%@.csv

# taxExport.shareDesc
source: %@ transaction history
es: %@ historial de transacciones

# taxExport.taxFile
source: Export Tax File
es: Exportar Archivo de Impuestos

# taxExport.title
source: Data Export
es: Exportación de Datos

# texKeystone.gotIt
source: Got it
es: Entendido

# texKeystone.step
source: Step %@
es: Paso %@

# texKeystone.step1.desc
source: Transfer ZEC to your Zapp shielded address
es: Transfiere ZEC a tu dirección protegida de Zapp

# texKeystone.step1.title
source: Send to Zapp first
es: Envía primero a Zapp

# texKeystone.step2.desc
source: Once received in Zapp, send the tokens to your final TEX destination address
es: Una vez recibido en Zapp, envía los tokens a tu dirección TEX de destino final

# texKeystone.step2.title
source: Send from Zapp to TEX address
es: Envía desde Zapp a la dirección TEX

# texKeystone.title
source: Unsupported Address Type
es: Tipo de dirección no compatible

# texKeystone.warn1
source: Keystone doesn't currently support transfers to Binance TEX addresses.
es: Actualmente, Keystone no es compatible con transferencias a direcciones Binance TEX.

# texKeystone.warn2
source: Please use the steps below to complete your transaction.
es: Por favor, utiliza los pasos a continuación para completar tu transacción.

# texKeystone.workaround
source: Workaround Steps
es: Pasos alternativos

# tokenOnChain
source: on
es: en

# tooltip.exchangeRate.desc
source: We tried but we couldn’t refresh the exchange rate for you. Check your connection, relaunch the app, and we’ll try again.
es: Lo intentamos pero no pudimos actualizar la tasa de cambio para ti. Verifica tu conexión, reinicia la aplicación e intentaremos de nuevo.

# tooltip.exchangeRate.title
source: Exchange rate unavailable
es: Tasa de cambio no disponible

# torSettingsSheet.desc
source: Routes your connection through the Tor network for enhanced anonymity and privacy protection.
es: Redirige tu conexión a través de la red Tor para mayor anonimato y protección de privacidad.

# torSettingsSheet.msg
source: If Tor is available in your region, we recommend enabling it for enhanced privacy during wallet restoration. This step is completely optional.
es: Si Tor está disponible en tu región, recomendamos habilitarlo para una mayor privacidad durante la restauración de la billetera. Este paso es completamente opcional.

# torSettingsSheet.title
source: Enable Tor Protection
es: Habilitar Protección Tor

# torSetup.alert.disable
source: Disable
es: Desactivar

# torSetup.alert.dontDisable
source: Don’t disable
es: No desactivar

# torSetup.alert.msg
source: Tor connection issues detected. To improve performance, try disabling Tor. This will stop exchange rate updates. You can re-enable it later in Advanced Settings.
es: Se detectaron problemas de conexión con Tor. Para mejorar el rendimiento, intenta desactivarlo. Esto detendrá la actualización de tasas de cambio. Puedes volver a activarlo más adelante en Configuración avanzada.

# torSetup.alert.title
source: Disable Tor?
es: ¿Desactivar Tor?

# torSetup.ccSheet.desc1
source: Tor Protection is a beta feature that provides additional protections for your IP address. USD exchange rates are only available when it is enabled.
es: La protección Tor es una función beta que brinda protección adicional a tu dirección IP. Las tasas de cambio en USD solo están disponibles cuando está activada.

# torSetup.ccSheet.desc2
source: If Tor is permitted in your region, we recommend enabling it. You can manage it in Advanced Settings.
es: Si el uso de Tor está permitido en tu región, te recomendamos activarla. Puedes gestionarlo en Configuración avanzada.

# torSetup.ccSheet.enable
source: Enable
es: Activar

# torSetup.ccSheet.later
source: Do it later
es: Hacerlo después

# torSetup.ccSheet.title
source: Tor Required for Currency Conversion
es: Se requiere Tor para la conversión de moneda

# torSetup.disableDesc
source: Don’t connect over Tor.
es: No conectarse mediante Tor.

# torSetup.enableDesc
source: Connect over Tor.
es: Conectarse mediante Tor.

# torSetup.learn.btnIn
source: Opt in
es: Activar

# torSetup.learn.btnOut
source: Opt out
es: Desactivar

# torSetup.learn.desc
source: This feature provides additional protections for your IP address. If Tor is permitted in your region, we recommend enabling it. You can manage this in Advanced Settings.
es: Esta función brinda protección adicional a tu dirección IP. Si el uso de Tor está permitido en tu región, te recomendamos activarla. Puedes gestionarlo en Configuración avanzada.

# torSetup.option1.desc
source: Fetch exchange rates from third-party servers without revealing your IP address. (Only available with Tor enabled.)
es: Obtén tasas de cambio desde servidores de terceros sin revelar tu dirección IP. (Disponible solo con Tor activado.)

# torSetup.option1.title
source: Currency Conversion
es: Conversión de moneda

# torSetup.option2.desc
source: Send and retrieve transaction data over Tor for added privacy.
es: Envía y recupera datos de transacciones a través de Tor para mayor privacidad.

# torSetup.option2.title
source: Transactions
es: Transacciones

# torSetup.option3.desc
source: Access third-party APIs (e.g. NEAR) over Tor for added privacy.
es: Accede a APIs de terceros (por ejemplo, NEAR) a través de Tor para mayor privacidad.

# torSetup.option3.title
source: Integrations
es: Integraciones

# torSetup.settings.desc1
source: Tor provides additional protections for your IP address. This feature uses Tor network to fetch exchange rates, send transactions, retrieve transaction data, and connect to third party APIs.
es: Esta función beta brinda protección adicional para tu dirección IP. Utiliza Tor para obtener tasas de cambio, enviar transacciones, recuperar datos de transacciones y conectarse a APIs de terceros.

# torSetup.settings.desc2
source: If Tor is permitted in your region, we recommend enabling it.
es: Si el uso de Tor está permitido en tu región, te recomendamos habilitarlo.

# torSetup.title
source: Tor Protection
es: Protección Tor

# transaction.failedReceive
source: Receive failed
es: Recepción fallida

# transaction.failedSend
source: Send failed
es: Envío fallido

# transaction.failedShieldedFunds
source: Shielding Failed
es: Fondos Protegidos Fallidos

# transaction.received
source: Received
es: Recibido

# transaction.receiving
source: Receiving
es: Recibiendo

# transaction.sending
source: Sending
es: Enviando

# transaction.sent
source: Sent
es: Enviado

# transaction.shieldedFunds
source: Shielded
es: Protegidos

# transaction.shieldingFunds
source: Shielding
es: Protegiendo

# transactionDetail.feeSummary
source: Fee
es: Comisión

# transactionHistory.details
source: Transaction Details
es: Detalles de la transacción

# transactionHistory.noMessage
source: No Message
es: Sin mensaje

# transactionHistory.nothingHere
source: There’s nothing here, yet.
es: Aún no hay nada aquí.

# transactionHistory.pending
source: Pending
es: Pendiente

# transactionHistory.saveAddress
source: Save address
es: Guardar dirección

# transactionHistory.seeAll
source: See all
es: Ver todo

# transactionHistory.sendAgain
source: Send again
es: Enviar de nuevo

# transactionHistory.sentTo
source: Sent to
es: Enviado a

# transactionHistory.timestamp
source: Timestamp
es: Marca de tiempo

# transactionHistory.viewLess
source: View less
es: Ver menos

# transactionHistory.viewMore
source: View more
es: Ver más

# transactionList.transactionId
source: Transaction ID
es: ID de Transacción

# walletBirthdayHeightSubtitle
source: Entering your Wallet Birthday Height ensures we can display all your funds and transaction history correctly.
es: Al introducir la Altura de Creación de tu Billetera, nos aseguramos de poder mostrar correctamente todos tus fondos y el historial de transacciones.

# walletBirthdayHelpDesc
source: ^[The Wallet Birthday Height](style: 'boldPrimary') is the block height (block # in the blockchain) at which your wallet was created. It is important to provide the correct height because that determines the range of blocks we will scan to display your transaction history and wallet balance. If you have recovered a seed from a different hardware device, make sure to enter the block height of your original hardware device.
es: ^[La Altura de Creación de la Billetera (Wallet Birthday Height)](style: 'boldPrimary') corresponde a la altura del bloque (número de bloque en la cadena de bloques) en la que se creó tu billetera. Es importante proporcionar la altura correcta, ya que determina el rango de bloques que analizaremos para mostrar tu historial de transacciones y el saldo de tu billetera. Si recuperaste una semilla de otro dispositivo, asegúrate de ingresar la altura del bloque de tu dispositivo original.

# walletBirthdayHelpDescRecovery
source: ^[The Wallet Birthday Height](style: 'boldPrimary') is the block height (block # in the blockchain) at which your wallet was created. If you ever lose access to your Zapp app and need to recover your funds, providing the block height along with your recovery phrase can significantly speed up the process.
es: ^[La Altura de Cumpleaños de la Billetera](style: 'boldPrimary') es la altura del bloque (número de bloque en la blockchain) en el que tu billetera fue creada. Si alguna vez pierdes acceso a tu aplicación Zapp y necesitas recuperar tus fondos, proporcionar la altura del bloque junto con tu frase de recuperación puede acelerar significativamente el proceso.

# walletStatus.disconnected
source: DISCONNECTED…
es: DESCONECTADO…

# walletStatus.restoringWallet
source: RESTORING YOUR WALLET…
es: RESTAURANDO TU BILLETERA…

# whatsNew.version
source: Zapp Version %@
es: Versión de Zapp %@

# zappWallet.asset
source: Asset
es: Activo

# zappWallet.availableBalance
source: Available balance
es: Saldo disponible

# zappWallet.toggleBalanceCurrency
source: Toggle primary balance currency
es: Alternar la moneda principal del saldo

# zappPay.empty.subtitle
source: Your sends and receives will appear here.
es: Tus envíos y recepciones aparecerán aquí.

# zappPay.empty.title
source: No transactions yet.
es: Aún no hay transacciones.

# zappPay.fab.collapse
source: Close payment actions
es: Cerrar acciones de pago

# zappPay.fab.expand
source: Payment actions
es: Acciones de pago

# zappPay.fab.pay
source: Pay Merchant
es: Pagar a comercio

# zappPay.fab.receive
source: Receive
es: Recibir

# zappPay.fab.send
source: Send
es: Enviar

# zappPay.fab.swap
source: Swap
es: Intercambiar

# zappPay.recentActivity
source: Recent activity
es: Actividad reciente

# zappPay.seeAll
source: See all
es: Ver todo

# zappPay.shield
source: Shield
es: Blindar

# zappPay.shielded
source: Shielded
es: Blindado

# zappPay.title
source: Pay
es: Pagar

# zappPay.totalBalance
source: Total balance
es: Saldo total

# zappPay.transparent
source: Transparent
es: Transparente

# zappSync.connecting
source: Connecting
es: Conectando

# zappSync.error
source: Sync error
es: Error de sincronización

# zappSync.offline
source: Offline
es: Sin conexión

# zappSync.restoring
source: Restoring
es: Restaurando

# zappSync.synced
source: Synced
es: Sincronizado

# zappSync.syncing
source: Syncing
es: Sincronizando

# zappTabs.pay
source: Pay
es: Pagar

# zappTabs.you
source: You
es: Tú

# zappToggle.off
source: Off
es: Desactivado

# zappToggle.on
source: On
es: Activado

# zecKeyboard.invalid
source: This transaction amount is invalid.
es: Este monto de transacción no es válido.

# offramp.account.copy
source: Copy Base account
es: Copiar cuenta de Base

# offramp.account.label
source: Your Base account
es: Tu cuenta de Base

# offramp.addFunds.button
source: Add funds
es: Añadir fondos

# offramp.addFunds.base
source: Add funds to Base
es: Añadir fondos a Base

# offramp.checkpoint.discard
source: Discard
es: Descartar

# offramp.checkpoint.discard.confirm.message
source: Discarding hides local recovery for this order. Verify it is terminal before continuing.
es: Al descartarlo se oculta la recuperación local de esta orden. Verifica que haya terminado antes de continuar.

# offramp.checkpoint.discard.confirm.title
source: Discard saved payment?
es: ¿Descartar el pago guardado?

# offramp.checkpoint.message
source: A P2P payment is still in progress. Resume it before starting another payment, or discard it.
es: Hay un pago P2P en curso. Reanúdalo antes de iniciar otro pago o descártalo.

# offramp.checkpoint.resume
source: Resume
es: Reanudar

# offramp.checkpoint.title
source: Payment already in progress
es: Ya hay un pago en curso

# offramp.bridge.preview.unavailable
source: The bridge quote is unavailable. Review it again.
es: La cotización del puente no está disponible. Revísala de nuevo.

# offramp.bridge.preview.fee
source: Network fee
es: Comisión de red

# offramp.bridge.preview.time
source: Estimated time
es: Tiempo estimado

# offramp.history.balance
source: BASE BALANCE
es: SALDO EN BASE

# offramp.history.empty
source: No P2P payments yet
es: Aún no hay pagos P2P

# offramp.history.emptyDetail
source: Your completed and cancelled orders will appear here.
es: Tus órdenes completadas y canceladas aparecerán aquí.

# offramp.history.fee
source: Fee
es: Comisión

# offramp.history.recent
source: Recent P2P payments
es: Pagos P2P recientes

# offramp.history.recover
source: Get funds back to ZEC
es: Recuperar fondos en ZEC

# offramp.history.refund
source: Return to ZEC
es: Devolver a ZEC

# offramp.history.title
source: P2P transactions
es: Transacciones P2P

# offramp.pay.button
source: Pay
es: Pagar

# offramp.pay.confirm
source: Confirm payment
es: Confirmar pago

# offramp.pay.title
source: Pay a merchant
es: Pagar a un comercio

# offramp.pay.updated.message
source: The rate, fee, or required USDC changed. Review the updated quote before confirming.
es: La tasa, la comisión o los USDC necesarios cambiaron. Revisa la cotización actualizada antes de confirmar.

# offramp.pay.updated.title
source: Review updated payment quote
es: Revisar la cotización de pago actualizada

# offramp.paymentMethod
source: P2P payment method
es: Método de pago P2P

# offramp.paymentMethod.infoButton
source: How P2P payments work
es: Cómo funcionan los pagos P2P

# offramp.paymentMethod.infoFlow
source: ZEC can be bridged to your self-custodial Base account, then exchanged through the P2P contract. Review the amount and rate before approving.
es: Puedes transferir ZEC a tu cuenta autocustodiada de Base y cambiarlo mediante el contrato P2P. Revisa el importe y la tasa antes de aprobar.

# offramp.paymentMethod.infoRails
source: Choose the country whose payment QR you want to scan. Zapp validates the matching UPI, PIX, QRIS, Mercado Pago, Pago Móvil, NIP, or Colombian transfer format on your device.
es: Elige el país cuyo QR de pago quieres escanear. Zapp valida en tu dispositivo el formato UPI, PIX, QRIS, Mercado Pago, Pago Móvil, NIP o transferencia colombiana correspondiente.

# offramp.paymentMethod.infoTitle
source: How P2P payments work
es: Cómo funcionan los pagos P2P

# offramp.progress
source: Payment in progress
es: Pago en curso

# offramp.progress.stopped
source: Payment stopped
es: Pago detenido

# offramp.progress.success
source: Complete
es: Completado

# offramp.quote.balance
source: Available on Base
es: Disponible en Base

# offramp.quote.button
source: Review
es: Revisar

# offramp.quote.fee
source: Fixed fee
es: Comisión fija

# offramp.quote.loading
source: Getting quote…
es: Obteniendo cotización…

# offramp.quote.rate
source: Rate
es: Tasa

# offramp.quote.shortfall
source: Add first
es: Añadir primero

# offramp.quote.youPay
source: P2P order
es: Orden P2P

# offramp.recipient
source: Recipient
es: Destinatario

# offramp.refund.confirm.button
source: Return funds
es: Devolver fondos

# offramp.refund.confirm.message
source: Your full Base USDC balance will be bridged back to this wallet as ZEC.
es: Todo tu saldo USDC de Base se transferirá de vuelta a esta cartera como ZEC.

# offramp.refund.confirm.title
source: Return Base funds to ZEC?
es: ¿Devolver los fondos de Base a ZEC?

# offramp.scan.library
source: Photo library
es: Fototeca

# offramp.scan.cameraError
source: Camera access is unavailable. Allow camera access in Settings or choose a photo.
es: El acceso a la cámara no está disponible. Permítelo en Ajustes o elige una foto.

# offramp.scan.photoError
source: No QR code was found in that photo.
es: No se encontró ningún código QR en esa foto.

# offramp.scan.title
source: Scan %@ QR
es: Escanear QR de %@

# offramp.scan.titleFallback
source: Scan payment QR
es: Escanear QR de pago

# offramp.topup.amount
source: Amount to add
es: Importe que añadir

# offramp.topup.continue
source: Review bridge
es: Revisar puente

# offramp.topup.confirm.button
source: Bridge funds
es: Transferir fondos

# offramp.topup.confirm.title
source: Confirm ZEC bridge
es: Confirmar puente de ZEC

# offramp.topup.discard
source: Discard saved top-up
es: Descartar recarga guardada

# offramp.topup.discard.confirm.message
source: Discard only after verifying the previous bridge cannot settle. Starting again may send ZEC twice.
es: Descártala solo después de verificar que el puente anterior no puede completarse. Empezar de nuevo puede enviar ZEC dos veces.

# offramp.topup.discard.confirm.title
source: Discard saved top-up?
es: ¿Descartar la recarga guardada?

# offramp.topup.resume.button
source: Resume top-up
es: Reanudar recarga

# offramp.topup.resume.detail
source: Resume the saved bridge to avoid sending ZEC twice, or discard it only if you have verified it will not settle.
es: Reanuda el puente guardado para evitar enviar ZEC dos veces, o descártalo solo si has verificado que no se liquidará.

# offramp.topup.resume.title
source: Base top-up in progress
es: Recarga de Base en curso

# offramp.topup.step1
source: Approve the ZEC bridge
es: Aprobar el puente de ZEC

# offramp.topup.step2
source: Wait for USDC on Base
es: Esperar los USDC en Base

# offramp.topup.step3
source: Return and pay from your Base balance
es: Volver y pagar con tu saldo de Base

# offramp.topup.testnet.detail
source: Automatic ZEC bridging is unavailable on testnet. Send testnet USDC to this Base account.
es: El puente automático de ZEC no está disponible en testnet. Envía USDC de prueba a esta cuenta de Base.

# offramp.topup.testnet.title
source: Fund your testnet Base account
es: Añade fondos a tu cuenta de Base en testnet

# offramp.topup.title
source: Add funds to Base
es: Añadir fondos a Base

# chatList.support.subtitleDefault
source: Report issues, share feedback
es: Reporta problemas, comparte comentarios

# chatList.support.tickets
source: %1$@ open ticket(s)
es: %1$@ ticket(s) abierto(s)

# supportChat.category.feedback
source: Feedback
es: Comentarios

# supportChat.category.other
source: Other
es: Otro

# supportChat.category.problem
source: Problem
es: Problema

# supportChat.createFailed
source: Couldn’t open a support ticket. Check your connection and try again.
es: No se pudo abrir un ticket de soporte. Revisa tu conexión e inténtalo de nuevo.

# supportChat.greeting.feedback
source: We’d love to hear your thoughts.
es: Nos encantaría conocer tu opinión.

# supportChat.greeting.other
source: How can we help?
es: ¿Cómo podemos ayudarte?

# supportChat.greeting.problem
source: Please describe the issue you’re experiencing.
es: Describe el problema que estás experimentando.

# supportChat.inputPlaceholder
source: Message
es: Mensaje

# supportChat.leaveDialog.confirm
source: Close
es: Cerrar

# supportChat.leaveDialog.message
source: This will remove the support conversation from your inbox. The Zapp team will also see it as closed.
es: Esto eliminará la conversación de soporte de tu bandeja de entrada. El equipo de Zapp también la verá como cerrada.

# supportChat.leaveDialog.title
source: Close support chat?
es: ¿Cerrar chat de soporte?

# supportChat.leaveNotice
source: User has left the chat.
es: El usuario salió del chat.

# supportChat.overflow
source: More options
es: Más opciones

# supportChat.overflow.close
source: Close Support Chat
es: Cerrar chat de soporte

# supportChat.pickTopic
source: Pick a topic
es: Elige un tema

# supportChat.title
source: Zapp Support
es: Soporte de Zapp

# supportTicket.closeDialog.confirm
source: Close
es: Cerrar

# supportTicket.closeDialog.message
source: This will remove the ticket and its messages.
es: Esto eliminará el ticket y sus mensajes.

# supportTicket.closeDialog.title
source: Close this ticket?
es: ¿Cerrar este ticket?

# supportTicket.list.emptySubtitle
source: Tap + to create a new ticket
es: Toca + para crear un nuevo ticket

# supportTicket.list.emptyTitle
source: No support tickets
es: No hay tickets de soporte

# supportTicket.list.new
source: New ticket
es: Nuevo ticket
